Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Such an alliance would not only have the advantage of strengthening China, but just as importantly it would pre-empt Japan from allying with the Soviet Union and establishing a neocolonial dominance over China.56 Similarly, the strengthening of the Chinese economy was necessary to prevent Japan from dominating the world in the next century.57
es_us: Dicha alianza tendría la ventaja no solo de fortalecer a China sino también de evitar la alianza de Japón con la Unión Soviética y de establecer un dominio neocolonial sobre China. De manera similar, el fortalecimiento de la economía china era necesario para prevenir que Japón dominara el mundo en el siglo siguiente.

source: Such an alliance would not only have the advantage of strengthening China, but just as importantly it would pre-empt Japan from allying with the Soviet Union and establishing a neocolonial dominance over China. Similarly, the strengthening of the Chinese economy was necessary to prevent Japan from dominating the world in the next century. A year or so later, He seemed less certain of the inevitable decline of the United States and more worried about the failure of reform in the Soviet Union. The breakup of the Soviet Union would cause China to lose its last strategic shield against the United States, so China should make use of any conﬂict between other countries and the United States.
es_us: Dicha alianza no solo tendría la ventaja de fortalecer a China sino también de anticiparse a la alianza de Japón con la Unión Soviética y al establecimiento de un dominio neocolonial sobre China. De manera similar, el fortalecimiento de la economía china era necesario para prevenir que Japón dominara el mundo en el siglo siguiente. Pasado un año o más, parecía que He estaba menos seguro del deterioro inevitable de los Estados Unidos y más preocupado por la ineficacia de las reformas en la Unión Soviética.El quiebre de la Unión Soviética provocaría que China perdiera el último escudo estratégico contra Estados Unidos que le quedaba, por lo que debía utilizar cualquier conflicto que hubiera entre éste y otras naciones.

source: Such an explanation assumes not only that Deng failed to win over (or intimidate) his opponents, but also that he failed to win the support of the “silent majority” of Party elders who seem to move to one side or the other in periods of political conflict, thereby affecting the political center of gravity.
es_us: Esta explicación supone que no solo Deng falló en convencer (o intimidar) a sus opositores sino también falló en ganar el apoyo de la "mayoría silenciosa" de veteranos del partido, que en período de conflicto político parecen cambiarse de un partido a otro, y de esta manera afectan el centro de gravedad político.

source: Such cases – and many more – reﬂect the density of corrupt relationships that bind many ofﬁcials and entrepreneurs together.
es_us: Estos casos, entre otros, reflejan la densidad de las relaciones corruptas que vinculan a muchos funcionarios y empresarios.

source: Such crackdowns allowed more ideologically oriented conservatives to criticize “bourgeois liberalization” for a while, but inevitably Deng would dampen the expression of such themes and re-emphasize economic development.
es_us: Estas medidas le permitieron a conservadores con mayor orientación ideológica criticar la "liberalización burguesa" por un tiempo, pero sin dudas Deng atenuaría la expresión de tales temas y reenfatizaría el desarrollo económico.

source: Such demands were focused on local government, forcing the localities to concentrate ever more attention on their own needs.
es_us: Estas demandas se enfocaron en el gobierno local, lo que forzó a las localidades a concentrar más atención en sus propias necesidades.

source: Such diplomatic successes put Taiwan under greater pressure but did little to normalize China’s relations with the United States.
es_us: Estos grandes logros diplomáticos ejercieron presión sobre Taiwán, pero no fueron muy útiles para normalizar las relaciones de China con Estados Unidos.

source: Such experiments have been highly con- troversial, and while this statement falls far short of what many outside observers would like, it nevertheless represents an important affirmation of inner-Party reform thinking.
es_us: Tales experimentos han generado bastante controversia, y aunque esta declaración no cumple con las expectativas de muchos observadores ajenos al Partido. Sin embargo, esta significa una importante afirmación del pensamiento reformista intrapartidario.

source: Such explanations are not mutually exclusive, and it is probable that a combination of internal and external factors convinced Deng to back off.
es_us: Tales explicaciones no son mutuamente excluyentes, y es probable que una combinación de factores internos y externos convencieron a Deng a apartarse.

source: Such failures manifested a winner-take-all mode of polit-ical contestation in which power is conceived of as “monistic, unitary and indivisible.” Such a tradition, rooted in the imperial past, but reinforced and indeed heightened by the political struggles of the twentieth century, has undermined the creation of political institutions and the emergence of more pluralistic understandings of politics.
es_us: Aquellos fracasos manifestaron una competencia por el poder político del tipo "el ganador se lo lleva todo", una en que se concibe al poder como una unidad "monista, unitaria e indivisible". Aquella tradición, arraigada en un pasado imperial, pero reforzada y de hecho exacerbada por las luchas políticas del siglo veinte, ha perjudicado la creación de instituciones políticas y el surgimiento de una forma más pluralista de entender la política.

source: Such observer articles are published rarely, which indicates their importance, but they are not as authoritative as editorials, which are approved by the top leadership.
es_us: los artículos del observador se publican muy rara vez, lo cual indica su importancia, pero no eran tan autoritarios como las editoriales, que los aprueba el dirigente máximo.

source: Such officials argued in the summer of 1989 that China should reorient its foreign policy away from the West to build better ties with the remaining socialist states and the Third World.84
es_us: En el verano de 1989, estos funcionarios argumentaron que China debería reorientae su política exterior lejo del occidente para construir mejores relaciones con los estados socialistas que quedaban y el Tercer Mundo.84

source: Such people as Wang Ruoshui, the former deputy editor of the People’s Daily, and Wu Zuguang, the famous playwright who had been expelled from the Party in 1987, addressed the forum.95 In the months that followed, other books denouncing leftism came off the press.
es_us: Figuras destacadas como Wang Ruoshui, anterior editor adjunto de People’s Daily, y Wu Zuguang, el famoso dramaturgo que había sido expulsado del partido en el año 1987, se dirigieron ante el foro. En los meses siguientes, se publicaron otros libros que denunciaban al izquierdismo.

source: Such people, Qiao urged, should step down from power.
es_us: Tales personas, instaba Qiao, deberían dejar el poder.

source: Such predictions, like so many in the China field, were wrong.
es_us: Esas predicciones, como muchas otras en el ámbito de China, fueron incorrectas.

source: Such pressures rewarded rough behavior on the part of cadres and even became a criterion for cadre selection.
es_us: Estas presiones premiaban la severidad en los cuadros dirigentes y llegaron a convertirse en un requisito para la selección de estos puestos.

source: Such questions were, of course, linked to China’s bid to join the WTO – to what extent should China compromise in order to join the world trade body?
es_us: Sin dudas, estos interrogantes estaban relacionados con la oferta de China de unirse a la OMC: ¿hasta qué punto China debería hacer concesiones para formar parte del organismo de comercio mundial?

source: Such real estate speculation drove up land prices and put housing out of reach of most people – and caused much resentment.
es_us: Tal especulación inmobiliaria hizo subir los precios de la tierra e hizo que la vivienda quede fuera del alcance de la mayoría de la gente, lo que causó mucho resentimiento.

source: Such values and categories proved powerful when reflecting on the failings of socialism in the 1980s, but they lost their vigor, Wang argued, as globalization and marketization changed the relationships between state and society in China and between China and the outside world.
es_us: Dichos valores y categorias resultaron poderosas al reflexionar sobre los fracasos del socialismo en los años ochenta, pero perdieron su vigor ya que la globalización y la mercadización modificaron las relaciones entre el estado y la sociedad en China, asi como también entre China y el mundo exterior, según Wang.

source: Summer
es_us: Verano

source: Summer Huntington’s article, “Clash of Civilizations?”published
es_us: Verano Publicación del artículo “¿Choque de civilizaciones?”, escrito por Huntington

source: Sun Liping, a professor in the Sociology Department of Beijing University, made the point that much of Maoist rhetoric and practice was populist.
es_us: Sun Liping, un profesor en el Departamento de Sociología de la Universidad de Beijing, dijo que la retótica y práctica de maoísta fue populista.

source: T H E R E S P O N S E TO H U N T I N G TO N
es_us: LA RESPUESTA A HUNTINGTON

source: TABLES
es_us: TABLAS

source: THE TURN AWAY FROM CULTURAL LIBERALISM
es_us: EL ABANDONO DEL LIBERALISMO CULTURAL

source: TMD Theater Missile Defense
es_us: SDAT Sistema de Defensa de Antimisiles de Teatro

source: TVE Township and Village Enterprise
es_us: TVE Empresas de poblados y aldeas

source: Table 3 shows the Politburo lineup following the Sixteenth Party Congress.
es_us: La tabla 3 muestra la línea sucesoria del Politburó después del décimosexto congreso del partido.

source: Table 3: Leadership of the Chinese
es_us: Tabla 3: liderazgo de China

source: Table 4: Frequency of formulations
es_us: Tabla 4: Frecuencia de formulaciones

source: Table I:Leadership of the Chinese Communist Party
es_us: Cuadro I:Líderes del Partido Comunista Chino

source: Taiwan President Lee Teng-hui describes
es_us: El presidente de Taiwán Lee Teng-hui describe las

source: Tan, an ally of Politburo Standing Committee member Li Ruihuan, was subsequently promoted to the Polit-buro at the Fourteenth Party Congress in 1992 (and then died in February 1993).
es_us: Tan, un aliado del miembro del Comité Permanente del Politburó Li Ruihuan, fue posteriormente promovido al Politburó en el XIV Congreso Nacional del Partido Comunista de China en 1992 (y luego falleció en febrero de 1993).

source: Task force established to investigate
es_us: Se crea un cuerpo especial para investigar

source: Tension with the leading capitalist nation in the world had the effect of legitimizing continued efforts to oppose “bourgeois liberalization” at home and to delegitimize the private economy.
es_us: La tensión existente con el principal país capitalista del mundo daba lugar a la legitimación de constantes intentos de resistir la "liberalización burguesa" en China y de deslegitimar la economía privada. .

source: That Hu was able to introduce such constructs as “people-centered” and the “scientific development concept” into China’s political vocabulary within a year of being named general secretary suggests that he had moved quickly, despite being surrounded by Jiang’s prote´ge´s, to enhance his ideological authority.
es_us: Que Hu pudiese introducir constructos como “centrado en la gente” y el “concepto de desarrollo científico” en el vocabulario político de China a tan solo un año de haber sido nombrado Secretario General demuestra que actuó con rapidez para destacar su autoridad ideológica a pesar de haber estado rodeado de los protegidos de Jiang.

source: That Congress, for better or worse, would largely define Hu Jintao’s legacy as he set out the themes of his policies and promoted the leaders who will carry them out.
es_us: Ese Congreso, para bien o para mal, determinaría en gran medida el legado de Hu Jintao, quien definió allí las temáticas de sus políticas y promovió a los líderes que las llevarían a cabo.

source: That Deng would reach out to such a person suggests his need and determination to counterbalance the conservative bureaucrats who had come to dominate the top of the sys-tem in the wake of Tiananmen – much as Mao decided to dilute Lin Biao’s power by “mixing in sand” to the military command structure in the early
es_us: El hecho de que Deng haya puesto su atención en tal persona demuestra su necesidad y determinación para contrarestar a los burócratas conservadores, quienes se habían posicionado en la cumbre del sistema a raíz de los hechos acontecidos en Tiananmen - de la misma manera en que Mao había decidido diluir el poder de Lin Biao "confundiéndolo entre la multitud" en la estructura del comando militar a comienzos de.

source: That alone can clear away some of the gross generalizations that have been made and so give us a more nuanced understanding of present-day China.
es_us: Solo eso bastaría para derrumbar algunas de las infinitas generalizaciones que se han hecho, lo cual podría brindarnos un entendimiento más claro de la China de hoy en día.

source: That anti-American sentiments were widespread at the time is supported not only by sales figures but also by survey research.
es_us: Ese sentimiento antiestadounidense se expandió en el momento en que era apoyado no solo por cifras de ventas sino también por investigaciones.

source: That argument is likely to last a considerable length of time.
es_us: Es probable que dicha discusión se mantenga por mucho tiempo.

source: That changed in 1994 with the publication of Looking at China through a Third Eye.
es_us: Eso cambió en 1994 con la publicación de Looking at China through a Third eye (Mirando a China desde un tercer ojo).

source: That deadlock was broken by Deng Xiaoping’s journey to the south in early 1992, and reform regained momentum.
es_us: El viaje de Deng Xiaoping al sur a principios de 1992 quebró el impasse, y la reforma retomó impulso.

source: That decision, like much commentary in the months since Tiananmen, hinted at the implicit line struggle that had existed within the Party by suggesting that
es_us: Esta desición, asi como la mayoría de los comentarios en los meses que siguieron a la revolución de Tiananmen,fueron un indicio del problema implicito que había existido dentro del partido al sugerir que

source: That does not mean, however, that Yang and Wang were unfamiliar with the thinking of some people at higher levels.
es_us: Sin embargo, eso no significa que Yang y Wang no conocieran la forma de pensar de algunas personas de clases más altas.

source: That he was able to survive in the Ministry of Machine Building in the 1970s no doubt reﬂects his cautious nature, something that might have cost him further promotion in the reform era if he had not been technically trained and not had the support of patrons such as Wang Daohan.
es_us: Su habilidad para sobrevivir en el Ministerio de Construcción de Maquinaria en los años ’70 refleja sin dudas su naturaleza prudente, lo cual le pudo haber costado más ascensos en la era de la reforma si no se hubiera entrenado en el área técnica y no hubiese tenido el respaldo de patrocinadores como Wang Daohan.

source: That is to say, the “primary contradiction” facing China’s economy is “shortage” created by growing aggregate social demand and the limited resources available to produce the requisite supply.
es_us: Esto significa que la "contradicción primaria" que enfrenta la economía china es es la "escasez" creada por la creciente demanda social colectiva y los recursos limitados que están disponivles para producir suministros necesarios.

source: That is what this book tries to do.
es_us: Esto es lo que se intenta hacer en este libro.

source: That left Qiao Shi.
es_us: Lo que descalificó a Qiao Shi.

source: That resolution declared: “The principle of everybody being equal before discipline should be upheld and those Party members who violate discipline should be investigated and dealt with severely.”19It is not known whether this and other strictures were written into the resolution with the Chen Xitong case in mind.
es_us: ya que la misma decretó: “el principio de que todos deben ser iguales ante la disciplina debe ser respetado y se investigarán y sancionarán a aquellos miembros del partido que no respeten la disciplina”19.No se sabe si esta y otras restricciones se incluyeron en la resolución teniendo en cuenta el caso de Chen.

source: That resolution declared: “The principle of everybody being equal before discipline should be upheld and those Party members who violate discipline should be investigated and dealt with severely.”19 It is not known whether this and other strictures were written into the resolution with the Chen Xitong case in mind.
es_us: ya que la misma decretó: “el principio de que todos deben ser iguales ante la disciplina debe ser respetado y se investigarán y sancionarán a aquellos miembros del partido que no respeten la disciplina”19 . No se sabe si esta y otras restricciones se incluyeron en la resolución teniendo en cuenta el caso de Chen Xitong.

source: That this explosion of anti-American anger came a month before the tenth anniversary of the Tiananmen crackdown was certainly a plus from the Party’s point of view.
es_us: Esta explosión de enojo anti americano que surgió un mes antes del décimo aniversario de las médidas energéticas de Tiananmén fue sin duda un plus para el punto de vista del partido

source: That was why they viewed the WTO with such suspicion, and, as we saw, reacted with such virulence when Zhu Rongji’s commitments to the US were made public in 1999 – especially when the bombing of the Belgrade Embassy followed so quickly.
es_us: Es por eso que sospechaban de la OMC y, como hemos visto, reaccionaron con agresividad cuando, en 1999, se hizo pública la agenda de Zhu Rongji con los EE. UU, principalmente con el atentado a la Embajada de Belgrado que sucedió poco tiempo después.

source: The violence of June 4, 1989 stunned China’s intellectual community.
es_us: La violencia del 4 de junio de 1989 impactó a la comunidad chinade intelectuales .

source: The ﬁlm asks pointedly such questions as, “Why did China fail to maintain the great lead it used to have .
es_us: Puntualmente, el filme hacía preguntas como: "¿Por qué no pudo China mantener el liderazgo que supo tener

source: The ﬁlm captured the conﬁdence and optimism of many at the time that reform could be accomplished relatively quickly and easily if only the country would rally behind an enlightened leader, turn its back ﬁrmly on its “feudal” past, and embrace the outside world wholeheartedly.
es_us: El filme captaba la confianza y el optimismo que muchos tenían en ese momento de que la reformación podía lograrse relativamente rápido y fácil sólo si el país era guiado por un líder iluminado, si le daba la espalda a su pasado "feudal" y si abrazaba el mundo exterior de verdad.

source: The ﬁlm River Elegy epitomized the tendency in the 1980s for cultural criticism to lead to an all-round criticism of politics and social reality and then to “complete Westernization.” This led to a “new dogmatism” of worshipping Western values.
es_us: El documental La elegía del río representó la tendencia en los años 80 de que la crítica cultural derivara en una crítica general de la política y la realidad social y luego a una "occidentalización absoluta". Esto llevó a un "dogmatismo nuevo" que veneraba los valores occidentales.

source: The April commentator article warned that those in favor of “bourgeois liberalization” remained “resolute” and that “we must be soberly aware that the liberalized trend of thought and political influence, which was once a major trend, will not disappear because we have won a victory in quelling the rebellion, but will again stubbornly manifest itself in a new form, spar with us, and attack us.” Harkening back to themes raised by Song Ping and Wang Renzhi the previous year, the commentary argued that opposing bourgeois liberalization – not developing productive forces – was the key to ensuring political stability.
es_us: El artículo de opinión de abril alertaba que aquellos a favor de la "liberalización burguesa" permanecían "firmes" y que "debemos ser conscientes con prudencia que la tendencia liberalizada del pensamiento y la influencia política, lo que fue una tendencia mayor no desaparecerá porque hemos ganado una victoria en reprimir la rebelión, pero de nuevo se manifestará obstinadamente en una forma nueva, discutir con nosotros y atacarnos". Rememorando los temas planteados por Song Ping y Wanq Renzhi el año pasado, el comentario sostenía que la liberalización burguesa opuesta (fuerzas productivas no desarrolladas) era la clave para asegurar la estabilidad política.

source: The CCP convened its Seventeenth Party Congress, October 15-20, 2007, followed on October 21 by the First Plenary Session of the newly elected Central Committee.
es_us: El PCCh convocó su Décimo Séptimo Congreso del Partido del 15 al 20 de octubre de 2007, al que le siguió el 21 de octubre la primera sesión plenaria del Comité Central recién electo.
